export const QUESTIONS = [
    {
        question: "А голос у него был не такой, как у почтальона Печкина, дохленький. У Гаврюши голосище был, как у электрички. Он _____ _____ на ноги поднимал.",
        answers: [
            { id: 0, answer: "Пол деревни, за раз", isRight: false },
            { id: 1, answer: "Полдеревни, зараз", isRight: true },
            { id: 2, answer: "Пол-деревни, за раз", isRight: false }
        ],
        comment: "Правильно! Раздельно существительное будет писаться в случае наличия дополнительного слова между существительным и частицей...",
    },
    {
        question: "А эти слова как пишутся?",
        answers: [
            { id: 0, answer: "Капуччино и эспрессо", isRight: false },
            { id: 1, answer: "Каппуччино и экспресо", isRight: false },
            { id: 2, answer: "Капучино и эспрессо", isRight: true }
        ],
        comment: "Конечно! По орфографическим нормам русского языка единственно верным написанием будут «капучино» и «эспрессо».",
    },
    {
        question: "Как нужно писать?",
        answers: [
            { id: 0, answer: "Черезчур", isRight: false },
            { id: 1, answer: "Черес-чур", isRight: false },
            { id: 2, answer: "Чересчур", isRight: true }
        ],
        comment: "Да! Это слово появилось от соединения предлога «через» и древнего слова «чур»...",
    },
    {
        question: "Где допущена ошибка?",
        answers: [
            { id: 0, answer: "Аккордеон", isRight: false },
            { id: 1, answer: "Белиберда", isRight: false },
            { id: 2, answer: "Эпелепсия", isRight: true }
        ],
        comment: "Верно! Это слово пишется так: «эпИлепсия».",
    },
];